Repository: yzhang738/OTP
Catalog: Ring/Web/Views/Maintenance/MaintenanceStrings.*.resx
Languages: fr_ca

# AthletesGeneralInfo_CSC
source: CSC
fr_ca: CCM

# Athletes_PageTitle
source: Resource Maintenance
fr_ca: Maintien des ressources

# Athletes_ResourceTitle
source: Athletes
fr_ca: Athlètes

# Index_Title
source: Maintenance
fr_ca: Maintien

# ISTMembers_PageTitle
source: Resource Maintenance
fr_ca: Maintien des ressources

# ISTMembers_ResourceTitle
source: IST Members
fr_ca: Membres de l'ESI

# MaintainBenchmarks_AddBenchmarkTierButton
source: Define Benchmark Tier
fr_ca: Définir une classe de jalons

# MaintainBenchmarks_Error_NoSelectedSport
source: Select a sport from the left menu.
fr_ca: Sélectionnez un sport à partir du menu de gauche

# MaintainBenchmarks_InsertBenchmark_GroupBoxTitle
source: Add Benchmark Tier
fr_ca: Ajouter une classe de jalons

# MaintainBenchmarks_Title
source: Benchmark Maintenance
fr_ca: Maintien des jalons

# MaintainSports_Title
source: Maintain Sports
fr_ca: Maintien des sports

# NSOMembers_PageTitle
source: Resource Maintenance
fr_ca: Maintien des ressources

# NSOMembers_ResourceTitle
source: NSO Members
fr_ca: Membres des ONS

# Resources_Title
source: Maintain Resources
fr_ca: Maintien des ressources

# Sports_Title
source: Maintain Sports
fr_ca: Maintien des sports

# Tab_Affiliates
source: Affiliates
fr_ca: Affiliés

# Tab_Contact
source: Contact Info
fr_ca: Information

# Tab_DAS
source: Direct Athete Support
fr_ca: Soutien direct à l'athlète

# Tab_General
source: General
fr_ca: Général

# WhoAmI_Info
source: User Information
fr_ca: Information de l'usager

# WhoAmI_Title
source: Registration
fr_ca: Enregistrement

# Other_Title
source: Other Maintenance
fr_ca: Maintien de la catégorie autre

# Tab_PoolAssignment
source: Pool Assignment
fr_ca: Assignation du collectif

# Tab_Results
source: Results
fr_ca: Résultats

# ShowHideEdit
source: Show/Hide Edit button
fr_ca: Montrer/Cacher bouton d'éditer

source: Export to Excel
fr_ca: Exporter à excel

# Athlete_DeleteConfirmation
source: Please be aware that if an athlete name is deleted, then all results associated with this name will be lost too. Are you sure to delete this athlete?
fr_ca: Sachez que si un nom d’athlete est supprime, toutes associes avec le nom seront supprimes aussi. Etes-vous bien surs de vouloir effacer l’athlete?

# Athlete_AddConfirmation
source: Check your sport filter if you cannot find the newly added athlete.
fr_ca: Verifiez le filtre du sport si tu ne peux pas trouver la nouveau athlete ajoute.

# Athlete_SaveConfirmation
source: Another athlete matching the supplied name and country exists. Continue adding this athlete?
fr_ca: Il y a un autre athlete qui coincide le nom et pays entre. Veux-tu continuer pour ajouter l’athlete?

# ExportExcelTimeLimit
source: Due to the number of items to be exported, it will take several minutes to complete the process. Do you still want to continue?
fr_ca: En raison du nombre d’objets pour exporter, il peut prendre plusieurs minutes avant de terminer le processus. Veux-tu continuer toujours?

# Maintenance_DefaultDeleteConfirmation
source: Are you sure you want to delete this record?
fr_ca: Etes-vous surs de vouloir effacer le contenu?

# Member_DeleteConfirmation
source: Please be aware that if a member name is deleted, then all results associated with this name will be lost too. Are you sure to delete this member?
fr_ca: Sachez que si un nom de membre est supprime, toutes associes avec le nom seront supprimes aussi. Etes-vous bien surs de vouloir effacer le membre?

# ISTMember_AddConfirmation
source: Check your sport filter if you cannot find the newly added IST member.
fr_ca: Verifiez le filtre du sport si tu ne peux pas trouver le nouveau membre de ESI ajoute.

# ISTMember_SaveConfirmation
source: Another IST member matching the supplied name and country exists. Continue adding this IST member?
fr_ca: Il y a un autre membre de ESI qui coincide le nom et pays entre. Veux-tu continuer pour ajouter le membre de ESI?

# MaintenanceIST_AssignSportAndSave
source: Save this IST member and assign a sport
fr_ca: Enregistrer le membre d'ÉSI et attribuer un sport

# MaintenanceIST_AssignSportCaption
source: Assign this IST member to the selected sport:
fr_ca: Attribuer le membre d'ÉSI au sport choisi:

# MaintenanceIST_NotAssignSportAndSave
source: Save this IST member but do not assign a sport
fr_ca: Enregistrer le membre d'ÉSI mais ne attribuer pas un sport

# Maintenance_AssignSportAndSave
source: Save the athlete and assign a sport
fr_ca: Enregistrer l'athlete et attribuer un sport

# Maintenance_AssignSportCaption
source: Assign this athlete to the selected event:
fr_ca: Attribuer l'athlete au sport choisi:

# Maintenance_AssignSportEvent
source: Event:
fr_ca: Événement:

# Maintenance_AssignSportTitle
source: Assign a Sport
fr_ca: Attribuer un sport

# Maintenance_NotAssignSportAndSave
source: Save the athlete but do not assign a sport
fr_ca: Enregistrer l'athlete mais ne attribuer pas un sport

# MaintenanceNSO_AssignSportAndSave
source: Save this NSO member and assign a sport
fr_ca: Enregistrer le membre d'ONS et attribuer un sport

# MaintenanceNSO_AssignSportCaption
source: Assign this NSO member to the selected sport:
fr_ca: Attribuer le membre d'ONS au sport choisi:

# MaintenanceNSO_NotAssignSportAndSave
source: Save this NSO member and do not assign a sport
fr_ca: Enregistrer le membre d'ONS mais ne attribuer pas un sport

# NSOMember_AddConfirmation
source: Check your sport filter if you cannot find the newly added NSO member.
fr_ca: Verifiez le filtre du sport si tu ne peux pas trouver le nouveau membre de ONS ajoute.

# NSOMember_SaveConfirmation
source: Another NSO member matching the supplied name and country exists. Continue adding this NSO member?
fr_ca: Il y a un autre membre de ONS qui coincide le nom et pays entre. Veux-tu continuer pour ajouter le membre de ONS?

source: Go to page
fr_ca: Aller à la page

# Maintenance_GoToPageTitle
source: Go To a Specific Page
fr_ca: Aller à la page

# Maintenance_GoToPage
source: Go
fr_ca: Aller

# Maintenance_GoToPageCaption
source: Go to page:
fr_ca: Aller à la page:
