Repository: yzhang738/OTP
Catalog: Ring/Web/Views/Results/ResultsStrings.*.resx
Languages: fr_ca

# Index_Title
source: Results
fr_ca: Résultats

# LoadResults_BenchmarkLabel
source: Benchmark
fr_ca: Jalon

# LoadResults_ButtonUploadFile
source: Upload File
fr_ca: Télécharger le fichier

# LoadResults_Competition
source: Competition
fr_ca: Compétition

# LoadResults_DownloadTemplate
source: Click to Download Template
fr_ca: Cliquer pour télécharger le gabarit

# LoadResults_ErrorsInstructions
source: Correct the following errors in the template and try to {0}upload the file again{1}
fr_ca: Corriger les erreurs suivantes dans le gabarit et essayez de {0} télécharger le fichier de nouveau{1}

# LoadResults_ErrorsOccured
source: The Following Errors Have Occured
fr_ca: Les erreus suivantes sont survenues

# LoadResults_EventDateLabel
source: Event Date
fr_ca: Date de l'événement

# LoadResults_EventLabel
source: Event
fr_ca: Événement

# LoadResults_PleaseWait
source: Please Wait....
fr_ca: Patience S.V.P….

# LoadResults_ProcessingSuccesful
source: All records processed successfully.
fr_ca: Tous les fichiers ont été manipulés avec succès

# LoadResults_Step1Title
source: Step 1 - Select And Download a Template
fr_ca: Étape 1: Choisir et télécharger un gabarit

# LoadResults_Step2Title
source: Step 2 - Scrape The Data From The Target Website
fr_ca: Étape 2: Télécharger le gabarit

# LoadResults_Step3Title
source: Step 3 - Choose The Event You Wish To Upload Results For
fr_ca: Étape 3: Choisir l'événement pour lequel vous désirez charger les résultats

# LoadResults_Step4Title
source: Step 4 - Upload The Results
fr_ca: Étape 4: Télécharger les résultats

# LoadResults_Step5Title
source: Step 5 - Manage The Results
fr_ca: Étape 5: Gérer les résultats

# LoadResults_Template
source: Template
fr_ca: Gabarit

# LoadResults_Title
source: Load Results
fr_ca: Charger les résultats

# LoadTemplates_Error_NoColumnName
source: A value for Source Column Name must be supplied.
fr_ca: Une valeur pour le nom de la colonne source doit être fournie

# LoadTemplates_Error_NoFormatType
source: A format type must be supplied.
fr_ca: Un type de format doit être fourni

# LoadTemplates_Error_NoSourceOrDefault
source: A value for Source Column or a Default Value must be supplied.
fr_ca: Une valeur pour la colonne source ou une valeur par défaut doit être fournie

# LoadTemplates_Mappings
source: Mappings
fr_ca: Cartographie

# LoadTemplates_Title
source: Results - Load Templates
fr_ca: Résultats: charger les gabarits

# Maintenance_Title
source: Results Maintenance
fr_ca: Maintien des résultats

# ManageResults_Button_Approve
source: Approve All Results
fr_ca: Approbation de tous les résultats

# ManageResults_Button_Discard
source: Discard Results
fr_ca: Rejeter les résultats

# ManageResults_Button_PostReplace
source: Post Results
fr_ca: Afficher les résultats

# ManageResults_Button_Unapprove
source: Unapprove All Results
fr_ca: Désaprouver les résultats

# ManageResults_DeleteResultsConfirmation
source: Are you sure you want to delete these results?
fr_ca: Êtes-vous certain de vouloir suprimer ces résultats?

# ManageResults_Error_NoCompetition
source: Competition doesn't exist
fr_ca: La compétition n'existe pas

# ManageResults_PostResultsConfirmation
source: Are you sure you want to post these results?
fr_ca: Êtes-vous certain de vouloir afficher ces résultats?

# ManageResults_TeamManagementWindow_Title
source: Manage Team
fr_ca: Gérer l'équipe

# ManageResults_Title
source: Manage Results
fr_ca: Gérer les résultats

# ResultsStatusSelector_Status
source: Select Event:
fr_ca: Choisir l'événement:

# SummaryStatusSelector_Status
source: Select Status:
fr_ca: Choisir un état:

# Summary_ApproveConfirmation
source: Are you sure you want to manage results of this competition?
fr_ca: Êtes-vous certain de vouloir gérer les résultats de cette compétition?

# Summary_Error_NoSelectedSport
source: Select a sport at Season or Sport level from the left menu.
fr_ca: Choisir un sport à la saison ou au sport du menu de gauche

# Summary_Title
source: Results Summary
fr_ca: Bilan des résultats
