Repository: yzhang738/OTP
Catalog: Ring/Models/ViewModel/Reporting/ReportingLocalization.*.resx
Languages: fr_ca

# Error_Regex_Name_EN
source: Name cannot contain $ ' < > etc..
fr_ca: Le nom ne peut contenir de caractères spéciaux.

# Error_Required_ColumnDisplayName_EN
source: Display Name (En) is Required
fr_ca: Un affichage est requis

# Error_Required_ColumnFieldName_EN
source: Field Name (En) is Required
fr_ca: Un champs est requis

# Error_Required_FieldName_EN
source: Field Name (En) is Required
fr_ca: Un champs est requis

# Error_Required_FiledSize
source: Field Size is Required
fr_ca: Une taille de champs est requis

# Error_Required_FilterFieldName_EN
source: Field Name (En) is Required
fr_ca: Un champs est requis

# Error_Required_FilterName_EN
source: Filter Name (En) is Required
fr_ca: Un filtre est requis

# Error_Required_FilterName_FR
source: Filter Name (Fr) is Required
fr_ca: Un filtre est requis

# Error_Required_Name_EN
source: Name (En) is Required
fr_ca: Un nom est requis

# Error_Required_Name_FR
source: Name (Fr) is Required
fr_ca: Un nom est requis

# Error_Required_ReportAggregation
source: Aggregation is Required
fr_ca: Une agégation est requise

# Error_Required_ReportColumnLevel
source: Order is Required
fr_ca: Un ordre est requis

# Error_Required_ReportGroupLevel
source: Group Level is Required
fr_ca: Un niveau de groupe est requis

# Error_Required_ReportOperand
source: Operand is Required
fr_ca: Opérande est requis

# Title_ColumnDisplayName_EN
source: Display Name (En)
fr_ca: Un affichage est requis

# Title_ColumnDisplayName_FR
source: Display Name (Fr)
fr_ca: Un affichage est requis

# Title_ColumnFieldName_EN
source: Field Name (En)
fr_ca: Un champs est requis

# Title_ColumnFieldName_FR
source: Field Name (Fr)
fr_ca: Un champs est requis

# Title_Default_EN
source: Default
fr_ca: Défaut

# Title_Description_EN
source: Description (En)
fr_ca: Description

# Title_Description_FR
source: Description (Fr)
fr_ca: Description

# Title_Display
source: Display
fr_ca: Affichage

# Title_FieldName_EN
source: Field Name (En)
fr_ca: Nom du champs

# Title_FieldName_FR
source: Field Name (Fr)
fr_ca: Nom du champs

# Title_FieldSize
source: Field Size
fr_ca: Taille du champs

# Title_FilterFieldName_EN
source: Field Name (En)
fr_ca: Nom du champs

# Title_FilterFieldName_FR
source: Field Name (Fr)
fr_ca: Nom du champs

# Title_FilterName_EN
source: Filter Name (En)
fr_ca: Nom du filtre

# Title_FilterName_FR
source: Filter Name (Fr)
fr_ca: Nom du filtre

# Title_Locked
source: Locked
fr_ca: Verrouillé

# Title_Name_EN
source: Name (En)
fr_ca: Nom

# Title_Name_FR
source: Name (Fr)
fr_ca: Nom

# Title_ReportAggregation
source: Aggregation
fr_ca: Agrégation

# Title_ReportCategoryId
source: Category
fr_ca: Catégorie

# Title_ReportColumnId
source: ID
fr_ca: Identification

# Title_ReportColumnLevel
source: Order
fr_ca: Ordre

# Title_ReportFilterId
source: ID
fr_ca: Identification

# Title_ReportGroupId
source: Report Group ID
fr_ca: Identificaton du regroupement de rapports

# Title_ReportGroupLevel
source: Group Level
fr_ca: Niveau de regroupement

# Title_ReportId
source: Report ID
fr_ca: Identification du rapport

# Title_ReportOperand
source: Operand
fr_ca: Opérande

# Title_ReportViewId
source: View
fr_ca: Visualiser

# Title_SecurityGroupProfileID
source: Security Group
fr_ca: Sécurité du regroupement

# Title_SecurityUserSport
source: Sport Limited
fr_ca: Limité au sport

# Title_SortOrder
source: Sort Order
fr_ca: Ordonner
