Repository: yzhang738/OTP
Catalog: Ring/Models/ViewModel/Maintenance/Athletes/MaintenanceAthletesLocalization.*.resx
Languages: fr_ca

# Error_Required_AffiliateName
source: Name Is Required
fr_ca: Le nom est requis

# Error_Required_BenchmarkTierId
source: Benchmark Tier is Required
fr_ca: La classe de jalon est requise

# Error_Required_BenchmarkTypeId
source: Benchmark Type is Required
fr_ca: Le type de jalon est requis

# Error_Required_DirectAthleteSupportCode
source: Category is Required
fr_ca: La catégorie est requise

# Error_Required_DirectAthleteSupportTypeId
source: Type is Required
fr_ca: Le type est requis

# Error_Required_DisciplineId
source: Discipline is Required
fr_ca: La discipline est requise

# Error_Required_EventId
source: Event is Required
fr_ca: L'événement est requis

# Error_Required_FirstName
source: First Name is Required
fr_ca: Le prénom est requis

# Error_Required_LastName
source: Last Name is Required
fr_ca: Le nom de famille est requis

# Error_Required_ResourceClassId
source: Category is Required
fr_ca: La catégorie est requise

# Error_Required_SportsId
source: Sport is Required
fr_ca: Le sport est requis

# Error_Required_SupportName
source: Name is Required
fr_ca: Le nom est requis

# Error_Required_YearId
source: Season is Required
fr_ca: La saison est requise

# Title_Active
source: Active
fr_ca: Actif

# Title_AffiliateContact
source: Contact
fr_ca: Information

# Title_AffiliateEmail
source: Email
fr_ca: Courriel

# Title_AffiliateName
source: Name
fr_ca: Nom

# Title_AffiliateTypeName
source: Affiliate Type Name
fr_ca: Nom du type d'affilié

# Title_Amount
source: Amount
fr_ca: Montant

# Title_Benchmark
source: Benchmark
fr_ca: Jalon

# Title_BenchmarkResourceId
source: Benchmark Resource Id
fr_ca: Identification de la ressource de jalon

# Title_BenchmarksEntered
source: Benchmarks
fr_ca: Jalons

# Title_BenchmarkTierId
source: Benchmark Tier
fr_ca: Classe de jalons

# Title_BenchmarkTierName
source: Benchmark Tier Name
fr_ca: Nom de classe de jalons

# Title_BenchmarkTypeId
source: Benchmark Type
fr_ca: Type de jalons

# Title_BenchmarkTypeName
source: Benchmark Type Name
fr_ca: Nom de type de jalons

# Title_Category
source: Category
fr_ca: Catégorie

# Title_CellPhone
source: Cell Phone
fr_ca: Téléphone cellulaire

# Title_Comments
source: Notes
fr_ca: Note

# Title_CountryId
source: Country ID
fr_ca: Pays

# Title_CountryName
source: Country
fr_ca: Nom du pays

# Title_DateOfBirth
source: Date of Birth
fr_ca: Date de naissance

# Title_DirectAthleteSupportCode
source: Category
fr_ca: Catégorie

# Title_DirectAthleteSupportName
source: Direct Athlete Support Name
fr_ca: Nom du soutien direct aux athlètes

# Title_DirectAthleteSupportTypeName
source: Direct Athlete Support Type Name
fr_ca: Nom du type de soutien direct aux athlètes

# Title_DisciplineName
source: Discipline Name
fr_ca: Nom de discipline

# Title_EMailAddress
source: Email
fr_ca: Courriel

# Title_EventId
source: Event
fr_ca: Épreuve

# Title_EventName
source: Event Name
fr_ca: Nom d'épreuve

# Title_FirstName
source: First Name
fr_ca: Prénom

# Title_Gender
source: Gender
fr_ca: Genre

# Title_GenderId
source: Gender
fr_ca: Genre

# Title_GenderName
source: Gender Name
fr_ca: Nom de genre

# Title_HasComments
source: Comments?
fr_ca: A des commentaires?

# Title_HomePhone
source: Home Phone
fr_ca: Téléphone domicile

# Title_HometownCity
source: Hometown City
fr_ca: Ville d'origine

# Title_HometownCountryId
source: Hometown Country
fr_ca: Pays d'origine

# Title_HometownProvinceId
source: Hometown Province
fr_ca: Province d'origine

# Title_IsNew
source: New
fr_ca: Nouveau

# Title_IsNewAthlete
source: New Athlete
fr_ca: Nouvel athlète

# Title_LastName
source: Last Name
fr_ca: Nom de famille

# Title_MailingAddress
source: Mailing Address
fr_ca: Addresse

# Title_MailingCity
source: Mailing City
fr_ca: Ville

# Title_MailingCountryId
source: Mailing Country
fr_ca: Pays

# Title_MailingPostalCode
source: Mailing Postal Code
fr_ca: Code Postal

# Title_MailingProvinceId
source: Mailing Province
fr_ca: Province

# Title_NSOValue
source: NSO Value
fr_ca: Valeur ONS

# Title_OTPValue
source: OTP Value
fr_ca: Valeur ANP

# Title_Pooled
source: Pooled
fr_ca: Collectif

# Title_PrimaryCSCId
source: Primary
fr_ca: Primaire

# Title_ResourceAffiliateId
source: Resource Affiliate Id
fr_ca: Identification de la ressource affiliée

# Title_ResourceClassId
source: Category
fr_ca: Catégorie

# Title_ResourceClassName
source: Category
fr_ca: Catégorie

# Title_ResourceDirectAthleteSupportId
source: Resource Direct Athlete Support Id
fr_ca: Identification de la ressource du soutien direct aux athlètes

# Title_ResourceId
source: Resource ID
fr_ca: Identification de la ressource

# Title_ResourceIdShort
source: ID
fr_ca: Identification

# Title_ResourceSpecialtyId
source: Specialty
fr_ca: Spécialisation

# Title_ResourceSpecialtyName
source: Resource Specialty Name
fr_ca: Nom de la spécialisation de la ressource

# Title_ResourceSportId
source: Resource Sport Id
fr_ca: Identification du sport de la ressource

# Title_SecondaryCSCId
source: Secondary
fr_ca: Secondaire

# Title_SkypeName
source: Skype Name
fr_ca: Nom Skype

# Title_SportName
source: Sport
fr_ca: Nom du sport

# Title_SportTrackingRef
source: Sport TR
fr_ca: Référence du suivi du sport

# Title_SupportContact
source: Contact
fr_ca: Information

# Title_SupportEmail
source: Email
fr_ca: Courriel

# Title_SupportName
source: Name
fr_ca: Nom

# Title_TBD
source: TBD
fr_ca: À determiner

# Title_YearFromId
source: Year From
fr_ca: Année de

# Title_YearId
source: Season
fr_ca: Saison

# Title_YearToId
source: Year To
fr_ca: Année à

# Title_EventCoachId
source: Personal Coach
fr_ca: Entraîneur personnel

# Title_EventCoachName
source: Personal Coach Name
fr_ca: Nom de l'entraîneur personnel

# Title_PersonalCoachId
source: Primary Coach
fr_ca: Entraîneur principal

# Title_PersonalCoachName
source: Primary Coach Name
fr_ca: Nom de l'entraîneur principal

# Error_Required_CompetitionId
source: Competition is Required
fr_ca: La compétition est requis

# Title_CompetitionId
source: Competition ID
fr_ca: Compétition Identité

# Title_CompetitionLocation
source: Location
fr_ca: Lieu

# Title_CompetitionName
source: Competition
fr_ca: Nom de la compétition

# Title_EventDate
source: Event Date
fr_ca: Date d'épreuve

# Title_PerfTime
source: Performance Time
fr_ca: Performance Temps

# Title_PerfValue
source: Performance Value
fr_ca: Performance Valeur

# Title_ResultId
source: Result ID
fr_ca: Résultat Identité
